Repository: nandusaji2001/ServConnect
Catalog: backend/Resources/Views/LocalDirectory/Discover.*.resx
Languages: ml_in

# Title.SearchLocalServices
source: Discover Local Services
ml_in: ലോകൽ സർവീസുകൾ കണ്ടെത്തുക

# Heading.SearchLocalServices
source: Discover local services
ml_in: ലോകൽ സർവീസുകൾ കണ്ടെത്തുക

# SearchLocalPlaceholder
source: Search by name/address or choose a card below
ml_in: പേര്/വിലാസം നൽകി തിരയുക അല്ലെങ്കിൽ താഴെ കാർഡ് തിരഞ്ഞെടുക്കൂ

source: Search
ml_in: തിരയുക

source: Loading categories...
ml_in: വിഭാഗങ്ങൾ ലോഡുചെയ്യുന്നു...

source: Click to view services
ml_in: സർവീസുകൾ കാണാൻ ക്ലിക്ക് ചെയ്യുക

source: View
ml_in: കാണുക

# Quick.Hospital
source: Hospital
ml_in: ആശുപത്രി

# Quick.Pharmacy
source: Pharmacy
ml_in: മെഡിക്കൽ സ്റ്റോർ

# Quick.Clinic
source: Clinic
ml_in: ക്ലിനിക്

# Quick.Police
source: Police
ml_in: പോലീസ്

# Quick.Fuel
source: Fuel
ml_in: ഇന്ധനം

# Quick.Restaurant
source: Restaurant
ml_in: റസ്റ്റോറന്റ്

# Quick.Cafe
source: Cafe
ml_in: കഫേ

# Quick.FastFood
source: Fast Food
ml_in: ഫാസ്റ്റ് ഫുഡ്

# Quick.BankATM
source: Bank/ATM
ml_in: ബാങ്ക്/എടിഎം

# Quick.PostOffice
source: Post Office
ml_in: തപാൽ ഓഫീസ്

# Quick.School
source: School
ml_in: സ്കൂൾ

# Quick.University
source: University
ml_in: സർവകലാശാല

# Quick.BusStop
source: Bus Stop
ml_in: ബസ് സ്റ്റോപ്പ്

# Quick.Train
source: Train
ml_in: ട്രെയിൻ

# Quick.Airport
source: Airport
ml_in: വിമാനത്താവളം

# Quick.Taxi
source: Taxi
ml_in: ടാക്സി

# Quick.Park
source: Park
ml_in: പാർക്ക്

# Quick.Playground
source: Playground
ml_in: കളിസ്ഥലം

# Quick.Cinema
source: Cinema
ml_in: സിനിമ

# Quick.Theatre
source: Theatre
ml_in: നാടകശാല

# Quick.Museum
source: Museum
ml_in: മ്യൂസിയം

# Quick.ArtGallery
source: Art Gallery
ml_in: ആർട്ട് ഗാലറി

# Quick.Hotel
source: Hotel
ml_in: ഹോട്ടൽ

# Quick.GuestHouse
source: Guest House
ml_in: ഗെസ്റ്റ് ഹൗസ്

# Quick.Parking
source: Parking
ml_in: പാർക്കിംഗ്

# Quick.Ferry
source: Ferry
ml_in: ഫെറി
