Repository: nandusaji2001/ServConnect
Catalog: backend/Resources/Views/Home/Index.*.resx
Languages: ml_in

# Category.Plumber
source: Plumber
ml_in: പ്ലംബർ

# Category.Electrician
source: Electrician
ml_in: ഇലക്ട്രീഷ്യൻ

# Category.Cleaner
source: Cleaner
ml_in: ക്ലീനർ

# Category.Painting
source: Painting
ml_in: പെയിന്റിംഗ്

# Category.Salon
source: Salon
ml_in: സലോൺ

# Category.More
source: + More
ml_in: + കൂടുതൽ

# CTA.BookService.Title
source: Book Service
ml_in: സേവനം ബുക്ക് ചെയ്യുക

# CTA.BookService.Desc
source: Schedule appointments
ml_in: അപ്പോയിന്റ്മെന്റുകൾ ഷെഡ്യൂൾ ചെയ്യുക

# CTA.SearchLocal.Title
source: Search Local Service
ml_in: ലോകൽ സേവനം തിരയുക

# CTA.SearchLocal.Desc
source: Find nearby providers
ml_in: അടുത്തുള്ള പ്രൊവൈഡർമാരെ കണ്ടെത്തുക

# CTA.VendorItems.Title
source: Vendor Items
ml_in: വെൻഡർ ഐറ്റങ്ങൾ

# CTA.VendorItems.Desc
source: Browse products
ml_in: ഉൽപ്പന്നങ്ങൾ ബ്രൗസ് ചെയ്യുക

# CTA.DailyEssentials.Title
source: Daily Essentials
ml_in: ദൈനംദിന ആവശ്യങ്ങൾ

# CTA.DailyEssentials.Desc
source: Regular deliveries
ml_in: നിരന്തര ഡെലിവറികൾ

# Msg.NoResults
source: No results found.
ml_in: ഫലങ്ങളൊന്നും കണ്ടെത്തിയില്ല.
