Repository: nandusaji2001/ServConnect
Catalog: backend/Resources/Views/Home/Items.*.resx
Languages: ml_in

# Items.Title
source: Browse Items
ml_in: വസ്തുക്കൾ ബ്രൗസ് ചെയ്യുക

# Items.Heading
source: Browse Services & Products
ml_in: സേവനങ്ങളും ഉൽപ്പന്നങ്ങളും ബ്രൗസ് ചെയ്യുക

# Items.MyOrders
source: My Orders
ml_in: എന്റെ ഓർഡറുകൾ

# Items.MyOrders.Title
source: View your current orders
ml_in: നിങ്ങളുടെ നിലവിലെ ഓർഡറുകൾ കാണുക

# Items.SearchPlaceholder
source: Search...
ml_in: തിരയുക...

# Items.Loading
source: Loading...
ml_in: ലോഡിംഗ്...

# Items.NoItems
source: No items found.
ml_in: ഇനങ്ങൾ ഒന്നും കണ്ടെത്തിയില്ല.

# Items.FailedToLoad
source: Failed to load.
ml_in: ലോഡുചെയ്യുന്നത് പരാജയപ്പെട്ടു.

# Items.Stock
source: Stock
ml_in: സ്റ്റോക്ക്

# Items.OrderNow
source: Order Now
ml_in: ഇപ്പോൾ ഓർഡർ ചെയ്യുക

# Items.OutOfStock
source: Out of Stock
ml_in: സ്റ്റോക്ക് ഇല്ല

# Order.ModalTitle
source: Order Item
ml_in: ഇനം ഓർഡർ ചെയ്യുക

# Order.Quantity
source: Quantity
ml_in: അളവ്

# Order.ShippingAddress
source: Shipping Address
ml_in: ഷിപ്പിംഗ് അഡ്രസ്

# Order.AddressPlaceholder
source: Enter your full address
ml_in: നിങ്ങളുടെ പൂർണ്ണ വിലാസം നൽകുക

# Order.Cancel
source: Cancel
ml_in: റദ്ദാക്കുക

# Order.PlaceOrder
source: Place Order
ml_in: ഓർഡർ ചെയ്യുക

# Order.Error.NoItem
source: No item selected
ml_in: ഒന്നും തിരഞ്ഞെടുക്കപ്പെട്ടിട്ടില്ല

# Order.Error.AddressRequired
source: Please enter shipping address
ml_in: ദയവായി ഷിപ്പിംഗ് വിലാസം നൽകുക

# Order.Error.QtyMin
source: Quantity must be at least 1
ml_in: അളവ് കുറഞ്ഞത് 1 ആയിരിക്കണം

# Order.Error.QtyExceeds
source: Quantity exceeds available stock
ml_in: തിരഞ്ഞെടുത്ത അളവ് ലഭ്യമായ സ്റ്റോക്കിനെ കവിഞ്ഞിരിക്കുന്നു

# Order.Payment.Success
source: Payment successful! Your order is placed and pending shipment.
ml_in: പേയ്മെന്റ് വിജയിച്ചു! നിങ്ങളുടെ ഓർഡർ പ്ലേസ് ചെയ്‌തു.

# Order.Payment.Failed
source: Payment failed
ml_in: പേയ്മെന്റ് പരാജയപ്പെട്ടു

# Order.Payment.VerifyFailed
source: Payment verification failed
ml_in: പേയ്മെന്റ് പരിശോധന പരാജയപ്പെട്ടു

# Common.Failed
source: Failed
ml_in: പരാജയപ്പെട്ടു
